src/main/resources/ws_soap_requests/EtwsRawGet.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header>
    <Credentials xmlns="http://Airspan.Netspan.WebServices">
      <Username>wsadmin</Username>
      <Password>password</Password>
    </Credentials>
  </soap:Header>
  <soap:Body>
    <EtwsDailyGet xmlns="http://Airspan.Netspan.WebServices">
      <NodeName>EnbName</NodeName>
      <NodeName>EnbName</NodeName>
      <NodeId>EnbID</NodeId>
      <NodeId>EnbID</NodeId>
      <DateStart>StartTime</DateStart>
      <DateEnd>StopTime</DateEnd>
    </EtwsDailyGet>
  </soap:Body>
</soap:Envelope>